[
{"name": "Tiffany", "date": "14th February 2019", "text": ["I have been told countless times over my life that I am queer because I was raped and/or experienced sexual trauma with a man (I have not, miraculously.) Everyone from family, to colleagues to literal strangers feel comfortable telling me this/making this assumption. Once, when talking to my mother, she told me I was only queer because of “that boyfriend who gave you HPV.” I honestly stopped trying with family regardless of sexuality because they insist my queerness is due to abuse. It’s perplexing, as most of them have experienced sexual trauma and/or been raised with single moms – and yet all but a few of us are straight. I’ve gotten apologies for not protecting me from some sexual abuse they’ve invented, but never apologies for voting for legislation limiting my rights as a queer parent. It’s just so strange! Even in my same-gender loving life, I am measured by the actions of men. It can’t possibly be that I am really, really attracted to and deeply in love with women lol."], "tags": ["Home", "Media", "Public space", "School", "University", "Workplace"]},
{"name": "Michaela", "date": "14th February 2019", "text": ["I was 12 at the time, albeit scarcely dressed in shorts and a cropped top I passed this large group of younger men standing around a car one of them looking to be middle aged, it was when I passed them that the older man whistled at me I was so petrified that one of them would come behind me an drag me into the car thankfully this didn’t happen.", "Even if I was mistaken to be older, it was still unacceptable for a middle aged man to have whistled at me souley for the way that I dressed."], "tags": ["Public space"]},
{"name": "Sara", "date": "14th February 2019", "text": ["After graduating from college with a bachelor’s degree in physics, I started working at a research lab.  There was a student working part-time in the same lab who was getting his bachelor’s.  After over a year on contract, he finished his degree and we were both up for two different internal full-time salaried positions.  I went through a lengthy interview process and had to compete with many experienced out side candidates.  He was immediately offered a job, even though both of the full-time positions had a similar start date.  After I accepted my job offer, I found out that his starting wage was 35% higher than mine even though I had been in a senior position and managing his work load since I started.  And FYI this was a major Fortune 500 company in 2007."], "tags": ["Workplace"]},
{"name": "Betsy", "date": "14th February 2019", "text": ["I went to see a Broadway show alone one night, and while walking to the subway after the show, I was catcalled by three separate men in the span of less than ten seconds. It was embarrassing and so dehumanizing, and almost spoiled an otherwise wonderful night."], "tags": ["Public space"]},
{"name": "Laura", "date": "14th February 2019", "text": ["When I told a salesman that we had to do things according to the contract (because that is my job, to read the contract and say this is what we have to do), not the way he was proposing, he told my male boss to “pat her on the head.”  My male boss, who is generally a pretty good guy, but male and thus clueless about some things, actually passed that on to me in an IM.   I told him I thought that was incredibly offensive and patronizing.  Radio silence for 15 minutes and he came back and said “I will deal with that.”  Maybe he did, I don’t know.  One can hope, but not holding my breath."], "tags": ["Workplace"]},
{"name": "Vanessa", "date": "14th February 2019", "text": ["I’m an engineering student and I am doing a group project with 3 guys, and I feel like whenever I say something I get ignored"], "tags": ["engineering", "School", "STEM", "University"]},
{"name": "susan", "date": "14th February 2019", "text": ["My postdoctoral advisor came into the lab and made a beeline to our group and specifically addressed the only male to ask if he knew how to fix a typewriter.  The man said NO.  meanwhile, both the other woman and I were very handy and would have been happy to help."], "tags": ["Workplace"]},
{"name": "kinda shocked", "date": "14th February 2019", "text": ["My friends and I were talking in class (before the teacher was in the room) about our periods and what helped for cramps etc. and one of the boys overheard.", "\nYou know, they all laughed and giggled a bit (like boys always do for some stupid real *rolls eyes silently*) but they were a lot more understanding about it than I thought they would be. We actually had an extremely insightful group discussion.", "\nI’m really lucky to be in such a good school."], "tags": ["School"]},
{"name": "Cat", "date": "14th February 2019", "text": ["I am a married female student at a Top 10 MBA program. During an investment banking interview, my interviewer asked me if I had my husband’s permission to be an investment banker."], "tags": ["finance", "Interview", "University", "Workplace"]},
{"name": "Waleska", "date": "14th February 2019", "text": ["I am a cos-gender woman and was at an outdoor jazz concert, by myself. I sat by a man who was probably in his early 60s, I was in my late 20s. This stranger non-chalantly placed his hand on my right thigh in a sexual way. I immediately reacted and he said that it was “an accident”. For a moment I tried to think of what I could have done to make him think it was okay for him to touch me without my consent. To this day I remember that incident and not the music. I wish I would have had the courage I have now to slap him or punch him."], "tags": ["Public space"]},
{"name": "Sam", "date": "14th February 2019", "text": ["I went on a camping trip with my aunt’s family this summer. We rented an RV and got to watch the camping company back our RV into the campsite.", "Part 1:", "\nThe driver of the RV was a woman, middle-aged, and clearly very experienced. My younger cousin commented, “Watch out – she might hit something. Women can’t drive.” He is nine years old.", "Part 2:", "\nI was shocked and said, “That’s sexist.” Now, he and his siblings looked shocked. Their eyes were big and round, and all three of them quickly glanced at their mom, who hadn’t heard what I said, then quickly turned back to me. The same kid that had just said, “Women can’t drive,” urgently whispered, “Don’t say that aloud! That’s a bad word!” Me: “What? ‘Sexist’?” He frantically nodded his head. His younger brother (6 years old) and older sister (11 years old) both glanced back at their mom, then slowly backed away. Me: “If you can be sexist, I can call you out for being sexist.”", "It is shameful that the same parents displaying everyday sexism by making demeaning comments about women have also taught their children that using a word that brings attention to discrimination is “bad and “wrong” because it shares a root with the word “sex”.", "It is disappointing that my three cousins are being brought up to be accepting of and practice everyday sexism themselves. The same people who are supposed to teach them fairness and equality are teaching them to condone demeaning behavior towards half the world’s population.", "I miss my cousins now that I’m back home, and pray that they will become respectful to all, irrespective of the sexism present in their home. I worry for my female cousin, who is being told through everyday, casual sexism that she will never be as powerful as her brothers.", "\nEven a woman well into her 40’s maneuvering an RV backwards with expertise is incapable due to gender in the eyes of my cousin’s family."], "tags": ["family", "Public space"]},
{"name": "Anna", "date": "14th February 2019", "text": ["When I was in my early 20’s I was raped by a messed up man. He was the messed up one, not me. He was at fault, not me. I have friends now I would trust my life with. Some of them are men. Some of them I’ve known for decades. I’m grateful for all the good people in my life."], "tags": []},
{"name": "Marie", "date": "14th February 2019", "text": ["In the P.E. at school we are always divided by gender before the teams are distributed. This is because the boys are obviously “better” in sports then girls and to make sure everyone is happy, all the teams must get as many boys. The number of girls on each team never plays a role."], "tags": ["School"]},
{"name": "Justno", "date": "14th February 2019", "text": ["People saying the rapper that just died was an exceptionally kind and peaceful man here’s a sample of the lyrics of one of his best known songs", "“Trust me the more girls the better, just hit them whenever”", "Seriously this is the man everyone praises for his nice attitude ?", "\nJust no. It’s not ok or cool to even joke about hitting women .", "\nThere’s lots more lyrics mainly about women being just arse and breast meat.", "\nHow does this go unmentioned?", "\nHow is sexist violence so norma", "\nlised in rap music that even some women are ok with it ?", "\nReally how does this crap get popular in the first place? Imagine if it was singing about hurting black men..", "\nyou can be sexist as hell but it’s over sensitive or racist to point it out. Cos “that’s his culture” ? That’s just rap music?"], "tags": ["Media"]},
{"name": "Lauren", "date": "14th February 2019", "text": ["I’m a third year PhD researcher and was also working on a grant for my university for a similar topic as my PhD. I was asked to speak to some computing classes at a nearby college. I explained that I wanted them to ask questions whenever they arose and asked again for questions at the end. After class, as I’m packing up, one student approached me, told me I was wrong about many aspects of my presentation (a topic I’ve read hundreds of peer-reviewed papers and books on) and that I should “really do my research”. He then left without giving me time to respond."], "tags": ["STEM", "University", "Workplace"]},
{"name": "Mother", "date": "14th February 2019", "text": ["My mother tells me that ‘women’ identify as mothers – that their sole purpose on this planet is to raise a bunch of children.  She then goes on to tell me that ‘men’ identify themselves with work and working.  I, myself, have one child – I do not identify solely as ‘mother’.  I am a person who is creative, determined, and focussed.  My dream is to finish my book while working on various projects for the company I started.  I do not identify with any gender.  My genitals only tell my how I pee.  I love mt child.  I raise her to the best of my abilities.  I devote all free time to my child.  Yet, my main outlook on life is not identifying as ‘mother’.  I am a parent who loves their child.  I work.  I love working.  I look forward to work."], "tags": ["Home", "Workplace"]},
{"name": "Angry Mom", "date": "14th February 2019", "text": ["I was at my local co-op on a Saturday with my 3 year old daughter. We get muffins and sit in the dining area to eat them together. Once a man in his 70’s says hi to my daughter and that muffins will make her fat.", "I was pissed, but didn’t yell at him. I just coldly gave him monosyllabic responses to his follow up chatting, which was racist. When he went away I told my daughter that she was not fat and she could eat whatever she liked. Another mom chimed in with the same.", "If I could go back… I would clap with every word, “YOU DON’T GET TO TALK TO MY DAUGHTER ABOUT HER BODY!”", "Later that day, I sat my baby girl down and told her I was sorry for not yelling at the man. That no one gets to tell her what her body should look like. I had tears in my eyes."], "tags": ["body shaming", "Child", "Public space"]},
{"name": "Anon", "date": "14th February 2019", "text": ["I was 19 and started my first office job, I was shy and wanted it to go well. For the whole time that I was there one of my male colleagues would continually follow me to the office kitchen that was closed off from the rest of the office and touch my ass and breasts. I respectfully told him to stop on many occasions but he kept trying it. I was young and too scared to speak up to somebody within the company, but I will never make that same mistake again."], "tags": ["Workplace"]},
{"name": "S", "date": "14th February 2019", "text": ["I am told quite often how “stupid” feminists are and how women are “crazy” for marching or rallying, while it’s normal for guys to do it."], "tags": ["School"]},
{"name": "Seventh Grade harassment", "date": "14th February 2019", "text": ["When I was in my seventh-grade math class (54 years ago), I used to raise my hand a lot when the teacher asked the class a question; I knew most of the answers.  However, some boys sitting behind me started whispering comments about me when I raised my hand, so I gradually stopped raising my hand so often, even though I knew the answers to the teacher’s questions.  Near the end of the school year, my family moved to another state.  I did well in my math classes until I got into Calculus in my senior year of high school.  I was the only girl in the class. On the first day of school, two other girls came into the classroom, and one said to the other, “Why did we sign up for this class?”  They both transferred out of the class.  I did not do well in the first 9-10 weeks, so I, too, transferred out of the class.  I think that I was intimidated by being the only girl in the class.  Ironically, two years later, I took a Calculus class at my university and got an A+.  My conclusion is that I could not do well in a class full of males (and with a male teacher).  I went on to take a couple more semesters of calculus and earned A’s.  I can see the advantage, now, of attending an all-girls school."], "tags": ["calculus", "School", "University"]},
{"name": "Sarah Bennett", "date": "14th February 2019", "text": ["Working at a Russell Group University in UK & getting paid 1/3rd of salary paid to far less qualified & experienced male colleague to deliver exactly the same classes. Also being expected to deliver lectures unpaid, while male colleagues paid to deliver lectures."], "tags": ["Everyday sexism", "russell group", "University", "University tutor", "Workplace"]},
{"name": "Sarah Bennett", "date": "14th February 2019", "text": ["While in hospital with daughter who I care for 24/7 asked by male pediatrician to get my husband ( who was at his work place) to sign a consent form for my daughter to have a procedure."], "tags": ["hospital", "NHS", "Public space"]},
{"name": "RJ", "date": "14th February 2019", "text": ["Doing an online course on clinical supervision with opportunity for online learners to add comments. Medical doctor (young, male, high social status signalling name – my prejudice acknowledged) writes in general using male pronouns only for supervisees.", "I’ve just written “he or she, surely?”, in the comments section underneath. This is the course teacher’s job not down to another female student with “sourgrapes again.”"], "tags": ["University"]},
{"name": "RJ", "date": "14th February 2019", "text": ["On the street in Aberdeen going to an evening recovery meeting a man standing in some premises doorway comments on my hat. Me: assertive response and walk on (standard). ", "Returning from meeting, same man makes second comment as I walk by clearly with someplace to go. Me: more curt assertive response and walk by. He has not a local accent.", "At this point I cross the road to get chips from a shop. Man: trying to get my attention and follows me. Me: ignore him and keep walking as if I’m not hearing and not giving this any more time of day. Man: getting closer pursuing me up this street to the chip shop, trying to get my attention. Me: round on the man outside the chip shop, face him, plenty of eye contact (perhaps he’s having a heart attack or something, right?). Man: “Hello , my name is Yunis. Offers his hand to shake. “I wonder if you would like a drink?”. Me: shaking head, maintaining eye contact, “Definitely not.” Man: scanning up and down my body while saying “I mean, not like that”. Me: “No. Definitely not”, shook head in disbelief and walked into chip shop. I was angry at the intrusion.", "Bloke in chip shop: “Hi love, you ok? What can I get you?” Me: did not have the heart to complain about the sleazebags propositioning women outside the shop because instinctively I felt I’d be wasting my breath.", "When I come out he’s made himself scarce.", "I am 45 years old and was dressed for snow. What the bloody hell!? All my life I’ve been educating men that public space and the women and girls in it are not there for men, they are just there, going about THEIR business but STILL I get this rubbish."], "tags": ["Public space"]},
{"name": "Sheila B", "date": "14th February 2019", "text": ["I am used to working in predominantly male teams in technology space, often being the only woman. To get my work done I may need to use various so called feminine methods of smiley friendly, coaxing, tolerating manners. Whereas my male colleagues may be more direct and commanding. After making no progress with one particularly challenging colleague, I raised it to my male manager for support. He asked me if I had asked my colleague nicely. I ended up having to defend myself rather than getting resolution."], "tags": ["Workplace"]},
{"name": "le", "date": "14th February 2019", "text": ["When i was 15 years old, my teacher (he is really funny, Always joking) told me to clean up the board. While i was cleaning the board, he was making some jokes and everyone, including me, was laughing. Then he told the class to stop giggling and continue working. But i still had a smile on my face, so he slapped me with a stick on my ass in front of the class and he told me take my Job more serious. Everyone was laughing again, I knew he was “just” joking agian, as usual, but i felt  uncomfortable and humiliated."], "tags": ["highschool", "School"]},
{"name": "Olivia", "date": "14th February 2019", "text": ["My brother is always relatively nice to me, or at least avoids doing bad things. But yesterday, during band, we were with a lot of our friends, and he told me “you’re a pussy”. I fucking hate him for it, but the girl next to him laughed. A GIRL. LAUGHED. They’re both one year older than I am. Nobody else said anything, so I didn’t say anything too. And I’m actually pretty good friends with this girl, but I felt uncomfortable so I ignored them for the rest of band. They kept accusing me of hating them and being petty, and I didn’t know what to do."], "tags": ["School"]},
{"name": "me", "date": "14th February 2019", "text": ["I am used to working in predominantly male teams in technology space, often being the only woman. To get my work done I may feel the need to use various so called feminine methods of smiley friendly, coaxing, tolerating manners. Or argue my case relentlessly and tiringly. Whereas my male colleagues as a norm may be more direct and commanding. After making no progress over prolonged period with one particularly challenging colleague, I raised it to my male manager for resolution. He asked me if I had asked my ,colleague nicely. I ended up having to defend myself rather than getting support."], "tags": ["Workplace"]},
{"name": "Tracy", "date": "14th February 2019", "text": ["We went out to dinner with friends over the weekend, and let me preface this by saying I don’t like riding together with other couples when going out because the women tend to relegate themselves to the back seat, with most of my female friends and family members acquiescing to it.  My husband knows I dislike this and usually will decline the offers from the female spouse to sit in the front.  Well on this occasion the wife of our friends was already getting out of the front seat before we could get to the car and even though we yelled not for her to do this she scooted to the back seat of the car. My husband however continued to try to compel her to sit in the front seat and she refused.  Since I knew she wasn’t moving I commented it was no longer the 1950’s and jumped in the front seat. My husband was not happy with this move but I indicated I was also tall and would benefit from the roomier front seat.  Our friends husband and I had a wonderful conversation all the way to dinner while my husband fumed in the back seat.  It often surprises my how many of my female friends and family members do this willingly on the premise that the guys need more leg room…I’m all for the guys to be just as uncomfortable as I am in the back seat!  And if we drive I do not offer the front seat to anyone unless it’s my elderly mother-in-law."], "tags": ["Home"]},
{"name": "Brittany", "date": "14th February 2019", "text": ["A colleague from another department asked what part of town I lived in. When I told him, the response was “you must have a really nice husband.” Nope. I’m single, I have a great job because I’m smart and I’ve worked hard, and I pay my own rent."], "tags": []},
{"name": "Tracy", "date": "14th February 2019", "text": ["My parents have work side by side all their lives on our family farm in the mid-western United State. Raised five kids, gardened to have fresh food in the summer, froze and canned what was extra from the gardened, cleaned hours, did laundry upon baskets of laundry each week, worked in the fields driving tractor when needed and worked outside the home as we got older to help with cash flow.  My father is a hard worker too, and worked extra jobs in addition to the farm to make ends meet.  Now in their 80’s and traveling more and still earning an income from the farm, I suggested to my mother that she should get a smart phone with a GPS since my father will only travel by car. My mother said she was thinking about getting a separate line and paying for it herself. I asked her why she wouldn’t just upgrade the flip phone she has now and that she didn’t need to a separte line. She indicated my father berates her over the fact he pays all the bills. Her income is small from social security in comparison to rental income from the farm.  It’s so sad how women are treated who gave their lives to their families and those contributions are not equal in the eyes of men. She received no salary as a housewife, the extra money she earned outside the home went into the farm and she can’t buy something they need without being made to feel like a burden."], "tags": ["Home"]},
{"name": "Crissy", "date": "14th February 2019", "text": ["A few months ago, a boy at my university told me that girls who wore short skirts were asking for it, and my female friend agreed-especially in the case of tight jeans (which I was wearing at the time). This was one the first weeks of 1st year, I already knew campus views on sexual assault were problematic, and yet it still stuck with me. It was there in my mind every time I locked my door, every time I was catcalled from passing cars, slandered for my too short shorts, and when someone touched my unwantedly. This is a time in my life where I should be discovering new interests and ambitions, and whilst that is happening, I cannot help but feel that those aspects are tainted by the sexist behaviour presented to be everyday."], "tags": ["University"]},
{"name": "Lili", "date": "14th February 2019", "text": ["Just met up with someone who is a friend – not a long-time friend, more of an acquaintance. I consider him a decent guy, but he just spent the whole hour and a half talking about himself. There was not one question about how things were going with me, it was all about him. He wasn’t stressed about anything, so it wasn’t a situation where sometimes you just need a listening ear to talk things over, he was just talking about his life, his ideas, his plans. I mean really, what was in that for me? I’m just exhausted and annoyed, I won’t bother with him again. It seems like the only time men (pretend) to listen to women is when they think it might help them to get you into bed, and even then they can barely manage to keep up the artifice. Men never assume that a woman is more intelligent than them either, so they sit there rattling off their opinions with confidence on something they know next to nothing about, even if the woman they’re talking to has a degree in the subject – at least I’ve met few men who do otherwise."], "tags": ["emotional labour", "friends"]},
{"name": "Luna", "date": "14th February 2019", "text": ["When I was 14, my teacher talked about prejudice and stereotypes that we experienced or saw. I remember raising my hand and saying that people think girls can’t play football and one boy answered: “That’s because they’re weak”. My classmates laughed at that comment and nobody thought to correct him. In middle school, I knew a girl who won multiple football competitions and was constantly put down for the other boy, who also played football, but wasn’t as good as she was. ", "In my chemistry class, first year in high school, I watched a boy groping his “girlfriend” and putting his hand under her hoodie. She told him to stop multiple times and slapped his hand away, with no success. Her best friend, who was sitting next to her, just looked at her phone and pretended nothing was happening.", "\nI was angry and disgusted and I taped him on the shoulder and told him to stop doing that. He turned around and in the most uninterested voice I heard said:” You’re interrupting me. Can’t you see I’m busy?” Then continued to grop her for the rest of the class, ignoring my attempts to get him to stop.", "\nI thought about telling a teacher, but she looked at me and shaked her head, and I didn’t because we both knew that one teacher isn’t going to stop him from doing that.", "\nI can list million other things, but those are the ones that left an impact on me and reminded me how sexism is default."], "tags": ["School"]},
{"name": "AniDo", "date": "14th February 2019", "text": ["I recently saw a cartoon depicting a girl hiding her head in her knees while 5 guys with flowers try to to reach her by shoving through a mostly closed door behind her. The caption read: “I feel so lonely.” The comments were mostly “hoe!” ", "It’s not every girl who, when they are 22, wants only to be looked at sexually by one man, their husband. But that was how I deeply felt. Yet I was living in an urban sea where the “normal” expectation is to be swept up in the trappings of other people’s liberal expressions of sexuality. It created the perfect storm of loneliness because I didn’t get married. The attitudes of the man who I thought was going to be my husband changed quickly in that urban environment. He went from a dedicated student with a heart of gold, into a self centered bohemian with a drug problem and an itch to get laid. He went with the flow, and I didn’t. And I ended up on antidepressants with a psychologist who really didn’t know what the problem was. ", "Imagine a girl who doesn’t want the attention. That it made her feel uneasy. The offers piled up for sex or “nice” comments of a sexual manner from her ex boyfriends friends, roommates, friends, guys on the street whistling and yelling out comments, oh! and then there were the perverts. Furthermore, the subtle comments from professionals… doctors, secretaries, even comments from a nurse while washing me after an operation.", "With each case of unwanted attention I got more depressed. Why? Because I didn’t belong. I hated it. ", "I have to add that I am not a minority. Nor am I particularly religious. THAT WAS MY SEXUAL ORIENTATION. And struggle I did.", "I wonder, in all the zealous freedom fighting for womens rights, will there ever be a place for people like me?", "Because maybe place in society that accepts a more introverted girl who is modest in her basic sexuality might be the bridge over a tempest."], "tags": ["Home", "Media", "Public space", "Public Transport", "School", "University", "Workplace"]},
{"name": "Charlotte", "date": "14th February 2019", "text": ["I watched a TV show that made me feel disappointed in the people by whom it was made.  The name of the show is `The Deep’ (ABC, Australia, Melbourne) and it is sexist because it has only side characters who are female.", "The plot revolves around the beasts, who are asleep, and who could control the world, if they were to  wake (they do not wake).  Controlling the world can be done by humans through the beasts, via the use of a particular device. This device however is only available to the princes (boys only). There is also a girl and her mother in the show, but they have no special powers unlike the boys. Occasionally there are other girls in the show, but they are side characters in need of rescue.", "Moreover, the scientists, the guardians and the bad guys are also all boys.", "Charlotte (10 years old)"], "tags": ["children programming", "Media"]},
{"name": "Tasha", "date": "14th February 2019", "text": ["Me and my sister were walking down the street when multiple guys in a car whistled and made remarks like ‘HEY CUTIE’ or ‘BABE LOOK OVER HERE’ at my older sister when they left and I asked her about it she said ‘oh it’s normal just get used to it and ignore them’ this catcalling happenes so much that even my 18 year old sister at the time found it normal"], "tags": ["Public space"]},
{"name": "Bonnie", "date": "14th February 2019", "text": ["Overheard on the radio:", "Interviewee – “Yes, I’m now a referee for the women’s premier league”", "Interviewer – “Wow, so is it your ambition to referee for the top level of football then?”"], "tags": ["Media"]},
{"name": "Helene", "date": "14th February 2019", "text": ["About 15 years ago I worked in a shop consisting mostly of men. I couldn’t bend over without hearing a whistle or rude comment. When I’d sweep, men would comment that that’s my job and they like a girl with a broom. One older man started following me at work and after work. He’d buy me jewelry and make inappropriate comments. I wanted to quit. I even told him to leave me alone, that he was making me very uncomfortable. A friend convinced me to tell HR. The HR manager and plant manager had a meeting with him. He told them that we had a “thing” going and was not punished. The plant manager then had a meeting with me and told me that that was embarrassing for the man who was harassing me. How disrespectful of me to embarrass him!"], "tags": ["Workplace"]},
{"name": "Lili", "date": "14th February 2019", "text": ["A few years ago I was sexually assaulted on the street. It was four o’clock in the afternoon and I was minding my own business when I was attacked by an opportunist taking advantage of the fog and the winter light. The incident left me traumatised, especially as it happened in my own neighbourhood. When I found out that a number of women had been attacked via the local newspaper , but worried women in my area seemed to be uninformed, I took matters into my own hands and contacted the local press (Nottingham Evening Post) anonymously, telling them that I wanted them to run my story, in the hope of raising awareness. I wish I hadn’t. First of all, they clearly had no concern for my own safety, wishing to print a photo of me on the front page. When I said they could photograph me from the back only, then they took me to the place where I had been assaulted – which was of course traumatic – and took a photo of me from behind. As a result, I felt reduced to a ‘victim’, stripped of my humanity, with the readers lapping up the tale of my distress. They also changed my age to make me younger than I am, supposedly because this gives them a ‘sexier’ sexual assault. They ignored the details of how I had fought back and even chased after my attacker, trying to punch him to the ground and keep him there until someone could come and help. Instead they repeated the juicy details of how he ‘had a mad look in his eyes and seemed totally out of control’. ", "I foolishly didn’t learn my lesson from this, perhaps traumatised at the time by the fact that more women were being attacked and wanting to do something to help, and so when a women’s magazine (Glamour magazine) contacted me via the paper, I agreed to talk to them too. The female journalist on the phone gave me a ‘girl power’ type speech about how I’d be helping other women to convince me to do it, but they repeated the same kind of reporting style as before, all sinister horror movie details and ignoring the practical advice I gave about carrying a rape alarm, taking self-defence classes etc.", "I am writing this to warn women now, not to ever speak to the press if they have been the victims of a sexual attack unless they are absolutely sure of what the journalist will print and have a power to veto. I was left thoroughly disgusted with their treatment of my case, and I know many women have had it a lot worse."], "tags": ["glamour magazine", "Journalism", "nottingham evening post", "sex attack", "sexual assault", "women's magazines"]},
{"name": "Maddie", "date": "14th February 2019", "text": ["I’m 14 and I constantly get comments from the boys in my class about my clothes (we don’t have a uniform) I have very low confidence and i’m too scared to wear the clothes I actually like. They’re usually not about my body (although I have gotten a few) but just the fact that I’m wearing something else but skinny jeans and hoodies."], "tags": ["clothes", "confidence", "School"]},
{"name": "Kristy", "date": "14th February 2019", "text": ["I work at a gas station in pretty small rural coal town. Many of the customers are locals who come in a couple times a week to get their coffee and shoot the breeze. One of these customers calls me “little girl”, even though I am 28 years old. While he may consider it to be a term of endearment, I find it very belittling. I have mentioned that I have a boyfriend but whenever he comes up in conversation, for some reason this customer always refers to him as my husband. So which is it? Am I a little girl, or am I a married woman?"], "tags": ["Belittlement", "male dominance", "Workplace"]},
{"name": "Karen", "date": "14th February 2019", "text": ["Was told (about 24 yrs old, in grad school), that I needed $500+ of work done on my car to pass inspection. I said, truthfully, that that was annoying as I had just been home and I should have asked my dad, the mechanic, to look at it. Mechanic immediately took me back to my car showed me what had to be done, and said he had to do a, b, and c, but I could wait on x, y, and z. And that knocked the price in half.", "\nIt felt good at the time, until I realized he was perfectly willing to overcharge a young woman who they assumed didn’t know anything about my vehicle."], "tags": ["Public space"]},
{"name": "AMM", "date": "14th February 2019", "text": ["I just finished producing a television special about domestic violence and abuse for a network with a predominately female audience.  I was one of three women on a team with a dozen+ men.  None of the men listened to our ideas. They’d shut down when we’d give notes or speak in screenings and we were never allowed in creative meetings. Even when we asked to be included, we were told no.  I learned my superior was taking the few ideas I’d been able to effectively share with him to the executives and claiming them as his own."], "tags": ["Media", "Workplace"]},
{"name": "Mira", "date": "14th February 2019", "text": ["This was at a workplace conference hosted by a top International firm. As an ice breaker task in a room full of thousands of people we were asked to turn to the person next to us and hug them. Hmm. That was weird for a completely British audience. I was on an aisle seat and so had to turn to the person next to me. For context, I had noticed this guy before during a group activity – he had made some overtly misogynistic comments;the kind of person you feel quite repulsed by without necessarily getting to know them better. I remember at the time I felt really angry but given the situation it was hard to ask him to justify his comments. So, I was not particularly forthcoming with the hug, and hesitantly positioned myself for an air hug. He launched at me and positioned his arms behind by back so as to squeeze my breasts against him. He held on for that minute too long (after the other attendees had pulled away). It was such a small event, but I felt violated. I wanted to push him off me and felt disgusted afterwards. No one but me an him knew that I felt this way, outwardly it was such a normal action in the context. The next time I saw him during the week long conference I crossed the road to avoid any interaction."], "tags": ["misogynist", "Personal space", "power imbalance", "professional services", "violated", "Workplace"]},
{"name": "Krista", "date": "14th February 2019", "text": ["I remember being in freshman year of high school and sitting in Agriculture class (I live in a small hick town in central Fl). It was first thing in the morning and most of my classmates were boys. My two best friends were boys in the class with me.", "\nI was sitting, straddling the chair, with my elbows on the back of it. I took my hair down (very long, dark, and pretty) to fix its pony tail, when another boy one of my friends was talking to, snapped a picture of me on his phone.", "\nI did not know this boy, nor did I like him very much in the first place and I asked him to delete the photo.", "\nI asked him why he took it, and he told me I had big tits and he like that. I told him repeatedly to delete the picture, and that he had no right to take it without my permission. The friend of mine who was talking to him, told me that I was overreacting and needed to calm down…", "\nI only fought a few more times before i let it go, believing that I was overreacting.", "\nThe photo taker told me the next day that he deleted the picture, after sending it to his friends, and not being able to get off while looking at it.", "\nAll I was doing was fixing my hair. I was wearing a tiedyed t-shirt and jeans… I still feel the need to tell people what I was wearing when i tell them one of my many harassment stories."], "tags": ["Public space", "School", "University", "Workplace"]},
{"name": "Birgitta", "date": "14th February 2019", "text": ["My husband and I have a joint loyalty card at a large grocery store chain that also offers financial services. When they send out promotions on food the mail is addressed to me, and when it involves financial matter it is addressed to my husband. I am an economist and he does all the cooking."], "tags": ["Public space"]},
{"name": "Anonymous", "date": "14th February 2019", "text": ["I am 13. My first year of high school I took a PE class. There were remarks made about my legs (my shorts weren’t even that short). The girls never really got to participate in anything because the boys always took over and all of our report cards suffered as a result. The girls finally got fed up of this and told the teacher.", "\nNothing changed. ", "We kept on bugging the teacher until (five weeks later) he decided that we needed to split the games into boys vs boys and girls vs girls. This was progress. ", "A few days later, some of the boys decided they wanted to play in the girls’ game. The teacher ‘couldn’t discriminate’ so he had to let them on my team. Again, the girls could never play. We complained again to the teacher.", "He then timed how long the boys had possession of the ball (in the girls’ game) and compared it to how long the girls had possession. There were 9 girls and 3 boys, yet they had possession for over 5 minutes and the girls only had the ball for 2.", "Eventually, the problem was nearly solved, but I can’t help but feel that this is a case of ‘too little, too late’. In the real world, there will not be a teacher to tell the boys to back off, so we have to do it ourselves. The problem with that is that is that so many people are too scared to. ", "If we are teaching boys that this behaviour is okay, and girls that we have to deal with it, what is the next generation going to be like?"], "tags": ["School"]},
{"name": "Laura", "date": "14th February 2019", "text": ["I presented a project, which I’ve been working on on and off for the last 5 years, at a student organised design event at a university. I went to introduce myself to the three other speakers (all men) at the end of the event, and one of them congratulated me on organising a great event. I hadn’t organised the event – he had mistaken me for one of the four (excellent) female students who had organised the event. I had just given a 15 minute presentation that he was in the front row for."], "tags": ["Workplace"]},
{"name": "Heather", "date": "14th February 2019", "text": ["The school district makes us fill out prioritized emergency contact forms, in *triplicate*.", "My husband works 10 minutes away, he’s #1.", "\nI work 2 hours away, I’m #2.", "Not only do they call me first, they often leave multiple messages before even trying him, and sometimes the message threatens “If you don’t get back to us, we’re going to have to call Dad.”", "Oh heavens to Betsy, please don’t bother my man at work!", "Sometimes I happen to be able to answer and I say “I’m in [the city where I work], why aren’t you following your own protocol? In an emergency you’d be wasting precious time.”", "The answer is invariably “oh, I don’t know,  I just always call Mom first, I don’t know why.”", "1) My name’s not Mom, it’s Heather.", "\n2) I know why."], "tags": ["School"]},
{"name": "Morgan", "date": "14th February 2019", "text": ["My husband and I are both military officers and people constantly thank him for his service and then turn to me and say “thank you too- what you do at home is important too”.  They’re trying to be nice but the assumption drives me crazy. The silver lining is that many times my sweet husband corrects them and says that I’m in the military as well."], "tags": ["Public space"]},
{"name": "Employee A", "date": "14th February 2019", "text": ["Nearly a year ago, I left my workplace, due to sexual harassment. It was a cesspool of chauvinism, microaggressions, and all out sexism. ", "Why did it take more so long to leave? It took me a long time to leave for many reasons. First of all, I didn’t really experience that much sexism for the longest time because I worked part time and was in school. However, once I was full time, then I felt the brunt of it in a concentrated form. ", "The other reasons are, the culture allowed for this bad behavior to flourish. It was a hierarchy, where the management were omnicient and not to be questioned by their insignificant line workers. Basically, I was the low man on the totem pole and knew that no one in management gave a hoot if I, or any other line staff, raised a concern. It also did not help that management was part of the problem. Who do you turn to when management is part of the problem and employee relations blames you for having any problems at work?", "Another reason is, I do not know of any woman who has never experienced sexism every day of her life. The workplace is a hotbed for such activity. Being a healthcare worker allows for sexism to pervade every part of the working day. Sexism is all around us. It’s like breathing air. It’s just there. It’s a simple fact of expecting a woman to be silent, pleasing, docile, appealing, and an object to be used for power and gratification. I am not saying it’s not wrong; it’s terribly wrong and unfair. Sometimes though, you are taught and learn to swim through and admist the shit because if you try to single handedly to filter the water yourself, you’ll drown trying. Eventually though, even though I was just trying to get by without ruffling feathers, I could not stay silent.  ", "However, as you’ll see, even in the era of #Metoo, we are still not believing and instead blaming women, especially those without power and status.", "Here is a timeline of all the experiences of sexual harassment I encountered.", "(All names have been changed to pseudonyms to avoid any potential lawsuit.)", "Harassment concerns experienced by employee known as Employee A:", "Since spring 2016, phlebotomist A had continually leered at employee A and made inappropriate comments, specifically about appearance and her interest in doing something with phlebotomist A throughout their working time together.", "In spring 2017, two male employees were party to an attack on Employee A, when a female co-worker commented on the lack of support of employee A’s bra and how they generally all hated her. Neither male employee said anything.", "In spring 2017 employee A was recounting how she received help from some good samaritans for some roadside assistance with a flat tire. Both Center Manager (CM), and Assistant Manager (AM) asked if employee A had gotten their numbers. Employee A explained she did not need or ask for either of the gentlemen’s numbers because she was not interested and already busy with life. Then the AM called her a whore and laughed, while the CM laughed along. Both were females.", "In fall 2017 the Medical Operations Supervisor (MOS), a male, slapped employee A on the buttocks. Employee A was so startled that she said anybody else who did that would die. Three male employees witnessed this first incident and said nothing. ", "On 03/31/18, a fellow coworker, approached employee A and explained that a donor called her over to ask if the employee A was promiscuous. She then asked him where he heard this information. He explained that a little birdie told him. ", "On 04/08/18, employee A called phlebotomist B and asked him if he knew of situation on 03/31/18. Phlebotomist B explained that he jokingly called employee A a freak to a donor as a joke in passing. ", "In spring 2018, employee A was repeatedly leered at by a male phlebotomist A and explained “[he] wondered what ‘IT’ would be like with her.” Employee immediately told phlebotomist A that he had crossed a line. He basically told employee A that her objection was ridiculous. He then later approached employee A, asked her not to report him to employee relations, and asked what he could do to amend the situation he created. Employee A told him that as long as that line was not crossed again, then there were no repercussions to worry about. A short while later, this same phlebotomist repeated the same scenario with employee A by leering and then repeating “I wonder what ‘IT’ would be like with employee A?” Employee again told him he crossed a line. This phlebotomist continued to leer at employee A and make unwanted comments.", "In spring 2018, the Medical Operating Supervisor (MOS) slapped the behind of employee A, even after she expressed disapproval to the MOS. The MOS explained that he could not be blamed for doing so since his privilege of being gay covers him, plus he knew the area of the building he did it in was not covered by the security cameras, so it could not be caught on camera. Another male employee witnessed this account and said nothing. The MOS said to the male employee that witnessed the event, that he was almost gay, so he could be allowed to touch employee A without any repercussions as well and laughed. ", "(Employee A witnessed the MOS touch other female employees inappropriately by touching of breasts or buttocks and make inappropriate comments since Fall 2015, which included the Center Manager, Assistant Manager, Trainer Coordinator, and Operations Supervisor – all who were female and none of whom raised objections.)", "In spring 2018, the MOS and another male employee asked employee A how she takes semen. They suggested that she swallowed it or enjoyed getting a “pearl necklace”. In order to defuse the situation employee A said that she does not engage in either activity and keeps semen as far as possible away from her. ", "Two male coworkers, came to employee A in spring 2018 and explained that they felt they were sexually harassed by female staff at the center with inappropriate touching and explicit comments made. Coworker A explained that one woman had snapped his underwear and another was witnessed commenting on the size of his genitalia. Employee A also witnessed two female employees comment on how they would like to take advantage of a fellow male coworker B.", "Employee A expressed all sexual harassment concerns to CM on 04/09/18. The CM explained that she would be speaking to all employees individually to address the importance of sexual harassment.", "On 04/17/18 a male phlebotomist told employee A that he told a donor he owed him a hand job. The donor said he was not gay. This male phlebotomist told donor he would do it as a thank you anyways. ", "On 04/19/18, coworker and friend told employee A that she loved her as a friend. Employee A reciprocated to coworker and friend that she loved her as a friend. Phlebotomist B commented that my friend would be the butch in the relationship. Employee A told phlebotomist B that he did not need to make the situation sexual. ", "On 04/19/18, employee A dropped her pen and went to retrieve it. A female coworker exclaimed that that was one way to get employee A to bend over. The interaction was witnessed by a male coworker who said nothing. ", "On 04/20/18, employee A witnessed the MOS trying to touch a female operations supervisor inappropriately while she resisted and struggled with him. The MOS then joked that he could be called out on sexual harassment, but then laughed and said that he could never be called out for sexual harassment because he is gay and laughed again.", "On 04/20/18, employee A showed the CM and the MOS that they had a broken reflex hammer. The MOS then put the pieces back together and started hitting different items to show that it still worked. The MOS then hit employee A in the left breast. Employee A then told the MOS that “just because [he is] gay, doesn’t mean that [he could] do that.” The MOS then told employee A that “yes he could, but that employee A could hit [him] in the nuts” to make the situation even and fair. Employee A told the MOS that she was not going to do that. The MOS then shrugged his shoulders and walked away.", "On 04/20/18, shortly after interaction with the MOS, employee A called on the CM to ask what she was doing about the sexual harassment situation at work. She admitted to confronting one male phlebotomist, but she had not contacted any other staff members about sexual harassment because she was busy and had not made it a priority. She said that she would talk to the MOS tomorrow and would again make sexual harassment a priority. ", "On 04/23/18 a coworker/friend called employee A to report that the MOS was warning employees to “watch out for employee A because she’s out for blood!” This coworker explained to employee A that the MOS was calling himself the victim, and that employee A was trying to get other employees in trouble for the smallest infraction. ", "Since that time period, all employees who were brought up as concerns to the CM largely ostracized and stopped talking to employee A. ", "Employee A knew the staff had stopped talking to her because she reported the sexual harassment and it made work difficult, if not impossible, and uncomfortable; so she put in her two week notice on April 24th, 2018 and finished out her last day on May 7th, 2018.", "As you can see, other people were also experiencing sexual harassment at the same time that I was, but I was the only one to speak up and out about it. What I also realized is how many times, there were witnesses to what was happening, but people just stood there and watched or laughed along with the perpetrator. It was also disheartening to learn that women could also be complicit or active perpetrators into sexual harassment as well. ", "Finally, it was sad to see how a gay man used his status as gay to protect himself from the responsiblity of protecting another marginalized group – women. Instead he used it as a power play to explain that his assault of a women does not count as sexual harassment because of his own sexual orientation. ", "After I left this business, I tried speaking to law firms about sexual harassment. Basically, they all told me there is nothing to prosecute. Even though there were clear instances of sexual harassment, apparently they were not egregious enouh to take to court. Good to know for all the females out there that the harassment has to be extreme for it to be worth a lawyer’s time. No wonder the workplaces are still allowed to get away with so much sexual harassment towards women. I certainly also learned that employee relations is not meant to protect the worker, but only the company. When I contacted the woman in employee relations, she told me my concerns were invalid, I was at fault, and I was lucky to still have my job. ", "I cannot tell you how demoralizing it has been since then. It’s left me shattered, realing, and still picking up the pieces of my life. I still have not gone back to work, mostly because I’m still a wreck. Instead, I’ve had to move in with family to recover from this ordeal. What really is disheartening is I finally spoke up, and was gaslighted over my own concerns about protecting my body from any unwanted attention, be it physical, verbal, or fabricated event – and no one in that company faced any consequences for their behavior. ", "So thanks a lot world. This has been another rude reminder of how a woman without power and status is no match for a system of oppression built against her. One can only hope that Karma is real."], "tags": ["sexual harassment", "Workplace"]},
{"name": "Lizzie", "date": "14th February 2019", "text": ["After listening to a male friend repeat the ideas that I say much louder than me & get credit for them in class, I finally got the courage to call him out. He told me “maybe if you were more confident in yourself I wouldn’t have to steal all your ideas”."], "tags": ["University"]},
{"name": "Tiffany", "date": "14th February 2019", "text": ["I was 18, my friend and I were going out in a small city. we had just left the pub chain “spoons” my friend had forgotten her ID and I ran in to get it back from the bar. when I came back outside my friend was talking to two door staff. After a few seconds one of them grabbed my friend and pushed her against the wall saying ” you don’t what I would want to do to you” the other door staff added “dude, you can cause of the cameras”.", "\nhe let go and we left. At that time I had no idea that this was wrong. I was just confused and we just laughed about it. now I’m writting a dissertation based on this porject. These situation must have happened 1000+ since i was a teenager wihtout even knowing it was wrong."], "tags": ["Public space", "spoons door staff"]},
{"name": "Heather", "date": "14th February 2019", "text": ["Old man at work: who takes care of your kids?", "\nMe: I do.", "\nOld man: [glares at me silently]", "\nMe: I’m here working my ass off, just like you* to put food on the table, cover them with health insurance, and put money in the bank for college. I take care of them, but if you mean who gets them off the bus and cooks dinner, my husband.  Here comes Dr. [so and so], he has 3 daughters, I want to hear you ask him who “takes care” of them.", "Old man turns around and goes back to “work”.", "\n*I lied, he doesn’t work his ass off, he sits at his desk eating apples and watching partisan/fringe “news” channels on YouTube finding more racist/sexist conspiracies to share with me while I’m actually trying to work."], "tags": ["Workplace"]},
{"name": "John Guatama", "date": "14th February 2019", "text": ["I am 25. I am in a relationship with a beautiful woman. However, she abuses me at home when I don’t do what she says or fail to accomplish things such as getting a promotion at work. I have bruises up my arms and legs where she has kicked and punched me. I don’t want to leave her as without her I am nothing.", "Also, I know this is a website made for women to share stories but shouldn’t men also be able to share their stories if women abuse them? It is a bit sexist to only let women share their stories, what about equality"], "tags": ["Home", "Public space"]},
{"name": "Brooke", "date": "14th February 2019", "text": ["A few weekends ago I was hanging out with a few gal pals and one of them told a story about how she went to a club to dance with their friends who were all female. A man came up to them and began grinding one of of them, she said to him “Sorry we aren’t interested we are just here to dance with each other” Then he tried to dance with the other women in group and stayed with them until another male noticed their distress and approached and danced with them to scare him away.", "To my friends I said: “It is really awful that males feel like they can do whatever they want with women if another male isn’t “claiming” them and that we need men to “save” us from men” ", "To which another one of my female friends responds: “yeah but at least it’s nice they do it” ", "Come on ladies! You have to stand up for women or else no one will! It’s a societal problem that men don’t respect womens’ authority and boundaries don’t accept as part of life it doesn’t have to be this way."], "tags": ["Bars", "club", "dancing"]},
{"name": "Angry", "date": "14th February 2019", "text": ["When I lived in DC there was a man who would stand at the top of a long escalator at a metro stop and harass every woman getting off – commenting on her body/appearance, etc.", "\nwe finally got enough women together to continually harass him enough tonfinally leave."], "tags": ["Public space", "Public Transport"]},
{"name": "Tracy", "date": "14th February 2019", "text": ["Listening to pop music I don’t always reflect on the lyrics as I get lulled into the tune.  You also don’t expect lyrics like Billy Joel lyrics that like “I don’t want clever conversation”…  One song that I was lulled into by its soothing and swaying romanticism was “Perfect” by Ed Sheeran. It wasn’t until after I’d heard it and hummed along to it numerous times that I finally really paid attention to the lyrics. It struck me one day in the car as I listened how sexist the lyrics were about the “girl” not a woman being sweet and perfect (I’m sure she’s a size 4 as well) and how she shares his dreams while he makes no mention of sharing hers.  He also indicates to her to follow his lead. It’s a subtle sexism surrounded by romantic myth that sucks us in until we realize that this subtle sexism becomes the norm in our relationships with men and breaking out of it turns us into something less than “perfect”.  We come down from the pedestal and the reality of it often sends us back up until we realize its worth the fight to stay off the pedestal and be equal even if we are no longer “perfect”.  Loved ones will have to accept the person on the ground, the less sweet, less thoughtful, less put everyone’s needs before her person or not…"], "tags": ["Home", "music; lyrics"]},
{"name": "Nabu", "date": "14th February 2019", "text": ["My husband and I went to present condolences to a lady who lost her husband, a former UN staff. She and her children were staying with another family while packing and preparing to return to their (our) home country. While being introduced to the host family the husband, also a UN staff, asked my hubby if he works for UN Agency X, or NGO Y, or International company Z… and hubby kept replying NO. And that was the end of the inquisition, not a single question to me who is the one who works for the UN but, well, to his limited mindset, hubby must be the staff and wife a housewife."], "tags": ["International environment"]},
{"name": "Meg", "date": "14th February 2019", "text": ["In 8th grade, I was at an activities fair for a local high school, and I approached the table for the robotics club (I’m a huge STEM nerd). I asked the boy at the table about the club, and he hemmed and hawed until he finally said, “you should go check out the fashion design club, I know a lot of girls are into that.” I didn’t recognize it as sexism until I noticed that my dad (next to me) was fuming."], "tags": ["Public space", "School"]},
{"name": "Chloe", "date": "14th February 2019", "text": ["My husband comes from a family and a church that subtly treat women as inferior to men. I went to the same church he did for a number of years and noticed sexist ideologies everywhere. The women are discouraged from working and going to college and are told that their sole purpose in life is to get married, have as many babies as possible, and be stay-at-home moms. They are basically brainwashed into thinking their role is to reproduce as many soldiers for Christ as possible in order to outpopulate all the unbelievers on the planet.", "\nThey are required to obey their fathers without question, even well into their adulthood. They can’t move out of their home unless it is to marry, and then they have to obey their husbands in everything. They have no say in their lives at all. Everything they do is because a man in authority over them commanded them to do it. They also are under very strict dress code and can only wear dresses or skirts. Pants on a woman are looked down upon. And it’s all done in the name of Christ and “biblical womanhood.”", "\nThese women are trapped, and I pity them. Unfortunately, my husband believes in some of the crap his family and church models. He’s not as bad as most, but he does show signs of a sexist mentality. He is barely okay with me working, even just part time, and has more than once suggested I may have to stop working in the future if he wants me to. He also expects me to cheerfully do whatever he wants, even if it’s unreasonable, against my better judgment, or something that is unnatural for me or I don’t like.", "\nWhen it comes to parenting, he has sexist ideas of what he thinks his daughters and sons should be like. He wants daughters to be quiet, gentle, sweet, and feminine; while sons are to be tough, strong, leaders, etc. None of these traits are bad in themselves, but he doesn’t account for the fact that everyone is different, and children should not be pigeonholed into a stereotypical gender box.", "\nThe other day, I was looking at some cute baby clothes online to get a feel for what clothes I may like for our baby girl who is due in June. I found an adorable thanksgiving onesie and skirt set that said, “Daddy’s little turkey.” I turned to my husband who was beside me at the time and said, “Should we get her an outfit that says, ‘Daddy’s little turkey’?” I expected he’d say something like, “Oh, that’s cute.” Instead, he said, “No, she should have an outfit that says, ‘Daddy’s little princess.’ And it should be pink.” He was dead serious. I was silent, but internally I was rolling my eyes. Who says our daughter has to be a pink princess just because she’s a girl? I want all our daughters to be whatever they want to be. I want them to be comfortable being superheroes, warriors, engineers, astronauts, scientists, whatever. Screw princesses.", "\nI can only hope that my husband will one day see how twisted the culture is that he was raised in and finally accept that women truly are equal to men and thus deserve to be treated as such."], "tags": []},
{"name": "LM", "date": "14th February 2019", "text": ["A new friend asked me about my day, so I told her that I’d been researching different topics and gave her some basic details. She said to me “you’re a serious little girl, aren’t you?” I’m a woman in my forties and she’s 50."], "tags": ["friends"]},
{"name": "Hannah", "date": "14th February 2019", "text": ["My line manager refers to his wife as ‘his bitch’. 90% of staff he works with are female, he cannot stand the fact that i won’t talk to him about my health problems because they are female related. I think it’s a control thing."], "tags": ["Workplace"]},
{"name": "Professor with 2 X chromosomes", "date": "14th February 2019", "text": ["The year: 2018", "\nThe setting: NYC", "\nThe players: me, and my college students, junior year, hardest course in one of the hardest majors, ambitious straight A likely future physicians, 80% female roster…", "Students: Professor, how did your husband propose?", "Heather: he said “yes”.", "Students: [gasp, pause] YOU asked HIM?", "Heather: yes", "Students: [unintelligible squealing]"], "tags": ["University", "Workplace"]},
{"name": "Emma", "date": "14th February 2019", "text": ["I have a story that I know a lot of women have also been through. A guy I considered to be a close friend of mine admitted he had feelings for me, I politely told him I did not feel the same and bluntly, that it would never happen. The following weeks after I was bombarded with texts trying to force me to change my mind. When I said no he saw it as an insult, insisting that I should be flattered. When I told him to leave me alone after countless 4am paragraphs and turning up to one of my functions, he made me out to be a monster. He was horrible and manipulative and I felt scared to see him on the street. Ladies if your gut tells you a guy is like this block him and do not look back or feel bad!! As women, we are made to feel responsible for His feelings, but the only feelings that matter are yours."], "tags": ["declining advances", "friend zone", "Gaslighting", "manipulation", "University"]},
{"name": "Xue", "date": "14th February 2019", "text": ["I was in my first year of college; I was 18. I had cut my hair quite short a month or so prior to this event. I had my last day of work (I had decided to leave this job) and I was saying goodbye to my boss and my managers. I said goodbye to one of my managers and he pulled me aside and said, as if he was doing me some great favor, that I should stick with long hair – that I looked better with long hair. This was some forty-some year old man telling me that I didn’t look as pretty with short hair [to him] and should therefore keep my hair long so that I looked pretty [to him]. It made me extremely uncomfortable, extremely self-conscious and it made me angry that that was what he had to say to me on my last day of work. It seems benign enough and he obviously didn’t see any problem with saying it but it speaks of the ingrained sexism in the workplace and the idea that women are supposed to look a certain way primarily to look “pretty” for the benefit of men."], "tags": ["University", "Workplace"]},
{"name": "Sandra", "date": "14th February 2019", "text": ["Two weeks ago a male friend on facebook posted a list of liberal politicians he would consider voting for, for president of the U.S.  in 2020. He had a nice long list but it contained no women, only men – as if there isn’t a single, capable women in either in Congress, the Senate, or a state office good enough for consideration. Of course I pointed this out.", "He asked me who I liked and I gave a significant list back to him – and I listed a few of their qualifications and accomplishments. I did not include any men. The reason I did not include any men is that currently the crop of women candidates (announced or considering running) is amazing. There are lots of qualified women with incredible experience, significant accomplishments, who fought huge uphill battles against the odds of gender discrimination and still got elected.", "He would not answer why he did not include any women. Knowing this man for many years I asked him if perhaps it might be his sexism that got in the way of his thinking. He got angry and said he wasn’t sexist. I countered with that statement being false and time and again being exposed to rather twisted thinking about women, including him regularly sending porn photos to me.", "He are argued that it was in fact I who is sexist because I included no men. Fair enough statement, but there is tremendous difference between considering candidates of both genders, focusing on actual qualifications and then deciding the women were better (better educated, wrote and passed more legislation, had more awards, had more campaign funds, etc.) I didn’t rule men out as he had ruled women out. I considered them, and decided that the women’s actual accomplishment were better. And, admittedly, given the length of time less-than-stellar men have run this country, I give an extra point to a woman candidate just for being female, BECAUSE women get along better, they compromise more, they communicate, they are less territorial, less violent, more patient, and more forgiving. These are all things that are important to me in a candidate and legislator.", "Bottom line: he ruled women out wholesale and I looked at all options (so far) and determined the female candidates where vastly betten."], "tags": ["Media", "Public space"]},
{"name": "Pia", "date": "14th February 2019", "text": ["When I was in third grade, the boys wouldn’t let us play football with them. They said that we would “mess up the game” and “be annoying”. But us girls really wanted to play with them, becaue football is fun to play. After asking to play with them a couple other times, they finally snapped. The boys looked at us and said that we’re could play, but olny as cheerleaders, not actual players. The girls and I were crushed, so we desided that we would protest by sitting on the football field (which was the only good grassy feild at out school) and not get up for anything. The boys came out, and just desided to ignor us, and play anyway. After that, thay just gave up and let us play, becuae the teachers said they had to. This happend in 2015, I was nine. I’m now 13, and other things have happend. But atleast I go to an all girls school now."], "tags": ["School"]},
{"name": "Best Friend", "date": "14th February 2019", "text": ["Almost a year ago, my school went on an end of the year field trip. I sat at the front of the bus, like usual, and was listening to an album that had just come out from my favorite band on repeat. My best friend sat at the back of the bus with her boyfriend and all the other kids in our grade. It was whatever, I wasn’t worried at all about her. When we got off the bus and started hiking around with the other students, I noticed that she stayed very close to me, glassy-eyed and quiet, didn’t eat lunch even when I offered her all the food in my lunchbox, and I could sense something was off. I didn’t say anything to her, I brushed it off, deciding that she was just having a bad day and that I would just be extra caring and try to distract her. When we got back on the bus, she went to the back with everyone else, and I sat at the front, even after she begged me to sit with her. I’m still not sure why she did this.", "\nAbout a month later, we are walking home together and she seems to be debating telling me something. Always the mom friend, I got it out of her eventually. On the back of that bus, May 18th, a date I remember very well, her boyfriend fingered her. She said she froze up and she didn’t know what to say when he started to touch her. She froze.", "\nI immediately texted my girlfriend, wondering if she could help me guide my best friend, I looked up laws and even texted my sister-in-law so that she could ask my brother (a lawyer) and her mom (a school counselor) what my friend could do legally. They were very supportive and my sister-in-law even checks in with me today about my friend. But my friend felt that it was her fault because she didn’t tell him to stop even when I looked up the technical terms and even how it might affect a court case in my state. She kept saying “I didn’t say no.”", "\nOver time, it got a bit better. She seemed to do okay with being around the guy and she didn’t seem to think about the incident as much. I no longer attend the school I used to so I am not in class to keep an eye on the situation and I’m not there or immediate support. I hear from her that he keeps staring at her, sometimes trying to get close to her or touch her. She doesn’t have any other close friends at that school and the population is so small that she doesn’t have any new friend options. She hangs out with the guys and some girls who make rape jokes. They call her a slut and stare at her bum, she sees this as normal now.", "\nShe texted me today and said that she feels like throwing up. She says that she is going on a field trip tomorrow and she begged her mom not to, but she has to go. I told her to call me if anything happens, that she should sit at the front, near a teacher, or with a trustworthy group of girls. I really wish I could be there tomorrow, but I can’t.", "\nShe won’t tell a teacher or a parent because she doesn’t believe that she has a good case and she is generally uncomfortable with the idea of others knowing, which is very understandable. I would tell someone for her-like they tell us to do in health-except I know she needs someone to lean on and trust when she needs to talk about things like that. I hope one day she will be able to say something and get help, but I will respect her choices until then unless I believe that she will hurt herself or others. I hope that she also will stop blaming herself. Sometimes I wish I had sat with her in the back like she asked me to. Or that I had dated the guy instead-he’d asked me out the month before but I declined. I really wish that I didn’t even have to try my best to remind her that she is loved and cared for, and that it’s okay and if she needs to, then she should act sick so that she doesn’t have to go on a field trip with the rest of the kids because if it makes her so uncomfortable to ride a bus, where kids should be safe, then it’s okay.  She doesn’t have to.", "\nShe was twelve years old when this happened. She was with her boyfriend on the bus when he did something that made her feel dirty and violently uncomfortable. So uncomfortable that she couldn’t say no, she froze in fear, and now she blames herself because that guy thought that it was okay to touch her like that without consent. My best friend, I love her to the moon and back, was sexually assaulted and she experiences PTSD from the event. I never want this to happen to anyone else again."], "tags": ["Public Transport", "School"]},
{"name": "Anon", "date": "14th February 2019", "text": ["After several years in a prominent position in a nonprofit, I applied for an executive level position. The skill required was very high, and I was the only person in the organization who had any education in the skill required and I knew I was desired for the position. I interviewed in front of a twelve person panel, and inevitably the topic of the deplorably low salary being offered came up. One of my male coworkers, attempting to persuade me to accept the low pay, said, “but think of what a position like this would do for your resume, as a woman!” I left the company but regrettably didn’t file a discrimination suit. I was basically asked to work for a fraction of what the role was worth, implying I needed to compensate for being female and maybe “improve my station” in the future in spite of it."], "tags": ["bad bosses", "Career", "inappropriate questions", "Interview", "nonprofit", "toxic workplace", "Work", "Workplace"]},
{"name": "Rosie", "date": "14th February 2019", "text": ["when I was in year 9 I was with my boyfriend who was two years older then me and we were in private when he started kissing me (I had never kissed anyone before) then he started rubbing my lower area and I started crying, he didn’t take any notice of this and continued going. I didn’t tell anyone about this till a year latter when I decided to tell one of my close friends. When I told him his reply was that’s not that bad."], "tags": ["friends", "relationship"]},
{"name": "Emily", "date": "14th February 2019", "text": ["I was shocked and upset by this story my friend told me yesterday. She had been to visit her boyfriend at his flat in London, and that evening, decided to break up with him. They had a chat, and he was okay with being broken up with. She decided to stay the night anyway as it was late, but told him she didn’t want to have sex. He begged her but she insisted that she didn’t want to.", "\nThe next morning, she woke up to find him trying to penetrate her. She insisted again on no sex and went for a shower. When she came out of the bathroom, she discovered that he’d locked the two of them into the apartment and wouldn’t let her leave. The condition for him unlocking the door was break-up sex. Again she insisted that she didn’t want to, but he wouldn’t take no for an answer. She didn’t know what to do except agree or start screaming for help, so she agreed because 20 minutes of sex was easier than any alternative she could think of. Her let her out, and on the coach home she made herself as drunk as she could on vodka and sobbed for hours."], "tags": []},
{"name": "Professor with 2 X chromosomes", "date": "14th February 2019", "text": ["Old man in my office, watching conspiracy theory videos on his laptop after telling my students my office hours are over and he needs quiet so hw can concentrate on grading: do we really need to waste all this time and money trying to figure out whether or not Brett Kavanaugh fooled around with some gal 35 years ago? ", "Me: you can say “I don’t believe Brett Kavanaugh is guilty of attempted rape.” or even “I don’t care that Brett Kavanaugh attempted to rape a woman 35 years ago. ” and we can agree to disagree, but you if you can’t call attempted rape “fooling around”. If you’re not mature enough to use the word “rape”, the whole topic is too complex for you.", "Old man: why do you have to be vulgar?"], "tags": ["University", "Workplace"]},
{"name": "genie", "date": "14th February 2019", "text": ["not sure but think that the guy sitting on next table in pub was making heavy breathing noises enough for me to hear- and he was definitely watching my laptop, I stared at him but he didn’t seem to be embarrassed until his lady friend returned from the bar and she definitely noticed his odd behaviour"], "tags": []},
{"name": "Nora", "date": "8th February 2019", "text": ["I used to sing with a choir, an amateur choir that took itself so seriously it was like singing w a pro choir only without the money. So, since I’m a pianist, they asked me to help w accompaniment at some of the rehearsals. I gladly did it and thought nothing about it in particular. Then, at the end of the year christmas party, the directors decided to give out small tokens of thanks to the members who had helped the choit w favors. ", "All the men who had helped w tech stuff got expensive bottles of wine, and I got a chocolate bar. Not even a box of chocolate, in the same pricerange as the wine but still harboring on the ever-so-not-slightly problematic assumption that women are saints who don’t drink alcohol. No. A BAR of chocolate, probably costing around 1-2 dollars."], "tags": ["Workplace"]},
{"name": "AJ", "date": "8th February 2019", "text": ["My husband and I are both pharmacists. Medical offices always ask social history, and my kids’ pediatrician office was no different. My kids’ charts show that both parents are pharmacists. In explaining a medication to me, the pediatrician said, “your husband probably knows about this…” without even acknowledging that I might also be educated."], "tags": ["Professionals"]},
{"name": "Anon", "date": "8th February 2019", "text": ["When I was a school there was a period of time that whenever  I went into town in my school uniform I was followed back to school by 2 men in a van who would drive slowly and discribe what they wanted to do to me and laugh. I was 13. I didn’t know what curb crawling was. When I eventually mentioned  to a teacher she yelled at me for walking alone and coming back to school the quicker way across the tennis courts. Then she gave me a rape alarm to wear. I didn’t tell my parents as I thought I would get yelled at again. I was given the impression that it was my behaviour that was a fault and that the responsibility lay with me to be careful and not with 2 adult males."], "tags": ["Public space"]},
{"name": "Emma M", "date": "8th February 2019", "text": ["I am a 14 year old student in the US. I had had many experiences and to hear others share theirs has given me the confidence to share mine. Throughout my short years on this planet, I have experienced physical and verbal sexism. This includes in my Home Ec class, all of the boys shouting and saying that they shouldn’t be in this class, because that was what women were for. They also said that once women turned 15 they all changed there name to “Karen”(apparently a generic name), and they were allowed to yell at Karen whenever. This then evolved to them yelling at every girl in the room, “Karen! Make me a sandwich!” I have also had(on multiple occasions) one student in particular smack my bum in the middle of class, and the old male teacher not say a word about it. We have brought it up, and he told my friends and I that we were over reacting and that every boy does it, you guys are just here to help them experiment. This was extremely hurtful and really showed me how most of the men population views women. I have also had on SC, a fellow classmate of mine post something about national men’s day or something like that, and said, “finally some progress for us,” may I remind you that he lives in a rich suburban neighborhood, is a heterosexual, Caucasian male, and has never been discriminated against in his life. I brought up all of these points to him(in a it of a kinder way), an drhat he should be more considerate as to what women have to endure on a daily basis, then he proceeded to wave me off and tell me I was over reacting. I am so glad that I’m here people will listen and I hope that this can encourage others to share their stories as well."], "tags": ["Media", "Public space", "School"]},
{"name": "Frankie", "date": "8th February 2019", "text": ["A couple of years ago, I was a single parent of two children and when I was interviewed for my job I was asked if I would be able manage the job and the children.  I found this extremely patronising. Of course I couldn’t possibly have thought about this for myself, could I?"], "tags": ["Interview", "Single parent", "Workplace"]},
{"name": "Frankie", "date": "8th February 2019", "text": ["A couple of years ago, I was a single parent of two children and when I was interviewed for my job I was asked if I would be able manage the job and the children.  I found this extremely patronising. Of course I couldn’t possibly have thought about this for myself, could I?"], "tags": ["Interview", "Single parent", "Workplace"]},
{"name": "Lydia", "date": "8th February 2019", "text": ["When I was in secondary school, I was on the student council. Out of fifteen people, there were three girls, and most of the guys knew each other well.", "\nWe had a Whatsapp group chat, and someone posted a number of naked pictures of a girl from our school on there, and they proceeded to talk about her looks and what a slut she was. She clearly posed for them, but didn’t agree to them being shared. Someone (I’m ashamed to say it wasn’t me) told the school administration about the photos, and they investigated and suspended the person who shared them, but it wasn’t even really discussed with the others.", "\nThe rest of the guys called the one who reported them a traitor, blamed him for the suspension and refused to include him in the student council meetings for the rest of the year.", "\nOne of the boys commenting on the photos was the son of a prominent female politician."], "tags": ["School"]},
{"name": "Susan", "date": "8th February 2019", "text": ["At work in my department explaining to a female customer the oil she requires when we were interrupted by a man (who I’d competently assisted just prior) who cut me off to incorrectly explain the women’s requirements and what is worse – she deferred to him!  I just said, well I’ll leave you to it. She bought the wrong oil for her mower."], "tags": []},
{"name": "KareBear", "date": "8th February 2019", "text": ["I have blonde hair; I am not ‘a blonde’.", "I work with individuals who have disabilities, and have been trained to use “person-first” language. It’s really quite simple. This means that when describing someone, you say, “she has Autism” not “she’s Autistic”, or “he uses a wheelchair” not “he’s in a wheelchair” or (worse yet) “he’s confined to a wheelchair”.", "I found that I have been using appropriate language for individuals who have disabilities, but failing to use it for anyone else including myself, fellow female colleagues, and male friends. Worse, when I have been described by others as ‘a blonde’ I hadn’t assumed that was wrong, and didn’t speak up for myself. Men are not described as ‘a blonde’ or ‘a brunette’ ever. Why is it acceptable for women to be described this way? ", "This language problem is also applicable to survivors of gender abuse; they are often diminished by our society’s (and the media’s) description such as “she’s a battered woman”. How about “she survived abuse”?!??", "I hope for a day when we can all use appropriate and accurate descriptors, and remember that these things are attributional; they do not define us as individuals. When we decline to use person-first language, we ignore the person, and they are then only seen as that quality, not even human.", "I am first and foremost a human, and will no longer be a prisoner to these language chains.", "Please consider your choice of words, and speak up when you hear someone who may need some language education."], "tags": ["blonde", "disabilities", "Language", "Media"]},
{"name": "Aliya", "date": "8th February 2019", "text": ["I’m very young just a freshman in high school and started my period last summer. ive heard oh its natural. But i cant help but feel ashamed that im built this way. These certain guys in a couple of my classes they sexulize me and make me an object talk about how im just good for sex (they dont say that) but all they do is make fun of me and say oh hey how about you tap this certian guys balls.guys get mad or upset when i flaunt my 4.0 or say how i like d&d and and science all i am to people is an object one to be used and thrown away"], "tags": ["highschool", "School"]},
{"name": "Nianya", "date": "8th February 2019", "text": ["My 8-year old niece came home from school this week and complained that an 11 year old boy on the bus had grabbed her, bounced her in is lap, and then tried to kiss her.", "She’s 8 years old, the boy is only 11. But that’s how early this starts.  ", "I recall incidents at that age too, being cornered by older boys when I was 8 or 9 and having them pull my pants off me.  My father started teaching me how to hit back that day."], "tags": ["Home", "School"]},
{"name": "Rosie", "date": "8th February 2019", "text": ["I am only a 15 year old girl, literally the most normal you could imagine. I am a feminist, and I attend a Girls’ School where strong women are celebrated, and my best friend and I decided to open the FIRST and ONLY intersectional feminist society. When I realised that there is no empowerment for one of the largest movements happening at this moment in time I was astonished, and honestly I was embarrassed for my school not having one of these life changing clubs.", "\nWe need school to open clubs like mine to show the world what feminism is, to stop sexism, and to stop the patriarchy from taking over.", "No, this isn’t my experiences of sexism, but I want to stop sexism, and if we don’t this will keep going on, and the best way to stop sexism is to teach the children that sexism is wrong, and we won’t get anything from it. Equality is the only way society can progress."], "tags": ["Clubs", "empower", "empowering", "feminism", "femsoc", "School", "Sexism"]},
{"name": "Monika", "date": "8th February 2019", "text": ["After working in numerous capacities from receptionist to board secretary for ten years at a renowned community school, in which I helped establish a foundational enrollment process, managed attendance for teachers, students and substitute teachers, as well as organized annual events devised to encourage parents and students that this school was the ‘best’ school in the area…..I received an offer from another company that would provide a substantial increase in income as well as upward mobility options.  As I sat through my difficult exit interview with my current supervisor, he indicated that I would be truly missed…..(at this point, my intelligence, efforts and energy for the last ten years felt validated)…and then he went on to say….”where else am I going to find eye candy for my office?”", "With that final statement, all of my hard work for the last ten years was diminished in one fell swoop.  My confidence was shaken and I responded with a half-hearted smile and a knot in my stomach.  Sadly, this behavior was not out of the ordinary with this administrator….unfortunately, I thought that I was better than that.  It was hard to realize that, for him, I wasn’t.", "I often recall this incident as a turning point in my professional career because I moved into a position that recognized all of the fantastic qualities that were minimized by my last employer and I have been thriving ever since.  The best part of this story is that while that administrator continued his reprehensible behavior for several years, he was finally fired and is now one of several individuals identified in court proceedings unrelated to my specific experience."], "tags": ["Workplace"]},
{"name": "Mum", "date": "8th February 2019", "text": ["My daughter in law stacking lower shelves at a grocery store. A customer says to her, ‘You look like you spend a lot of time on your knees’, she replies, ‘excuse me?’ To which he answered, ‘You look like the kind of girl who likes to spend time on your knees in front of a man.’"], "tags": ["Public space", "Workplace"]},
{"name": "Hannah", "date": "8th February 2019", "text": ["There were 5 interns including myself for a large manufacturing company. Part of the program included “speaker engagements” where all of us met with executives and top managers of the company where they gave mini motivational speeches. 50% of these executives will not look at me and my female coworker intern while speaking. I want to accomplish great things too. I am not invisible."], "tags": ["#Iamnotinvisible", "Workplace"]}
]