[
{"name": "Tiffany", "date": "14th February 2019", "text": ["I have been told countless times over my life that I am queer because I was raped and/or experienced sexual trauma with a man (I have not, miraculously.) Everyone from family, to colleagues to literal strangers feel comfortable telling me this/making this assumption. Once, when talking to my mother, she told me I was only queer because of “that boyfriend who gave you HPV.” I honestly stopped trying with family regardless of sexuality because they insist my queerness is due to abuse. It’s perplexing, as most of them have experienced sexual trauma and/or been raised with single moms – and yet all but a few of us are straight. I’ve gotten apologies for not protecting me from some sexual abuse they’ve invented, but never apologies for voting for legislation limiting my rights as a queer parent. It’s just so strange! Even in my same-gender loving life, I am measured by the actions of men. It can’t possibly be that I am really, really attracted to and deeply in love with women lol."], "tags": ["Home", "Media", "Public space", "School", "University", "Workplace"]},
{"name": "Michaela", "date": "14th February 2019", "text": ["I was 12 at the time, albeit scarcely dressed in shorts and a cropped top I passed this large group of younger men standing around a car one of them looking to be middle aged, it was when I passed them that the older man whistled at me I was so petrified that one of them would come behind me an drag me into the car thankfully this didn’t happen.", "Even if I was mistaken to be older, it was still unacceptable for a middle aged man to have whistled at me souley for the way that I dressed."], "tags": ["Public space"]},
{"name": "Sara", "date": "14th February 2019", "text": ["After graduating from college with a bachelor’s degree in physics, I started working at a research lab.  There was a student working part-time in the same lab who was getting his bachelor’s.  After over a year on contract, he finished his degree and we were both up for two different internal full-time salaried positions.  I went through a lengthy interview process and had to compete with many experienced out side candidates.  He was immediately offered a job, even though both of the full-time positions had a similar start date.  After I accepted my job offer, I found out that his starting wage was 35% higher than mine even though I had been in a senior position and managing his work load since I started.  And FYI this was a major Fortune 500 company in 2007."], "tags": ["Workplace"]},
{"name": "Betsy", "date": "14th February 2019", "text": ["I went to see a Broadway show alone one night, and while walking to the subway after the show, I was catcalled by three separate men in the span of less than ten seconds. It was embarrassing and so dehumanizing, and almost spoiled an otherwise wonderful night."], "tags": ["Public space"]},
{"name": "Laura", "date": "14th February 2019", "text": ["When I told a salesman that we had to do things according to the contract (because that is my job, to read the contract and say this is what we have to do), not the way he was proposing, he told my male boss to “pat her on the head.”  My male boss, who is generally a pretty good guy, but male and thus clueless about some things, actually passed that on to me in an IM.   I told him I thought that was incredibly offensive and patronizing.  Radio silence for 15 minutes and he came back and said “I will deal with that.”  Maybe he did, I don’t know.  One can hope, but not holding my breath."], "tags": ["Workplace"]},
{"name": "Vanessa", "date": "14th February 2019", "text": ["I’m an engineering student and I am doing a group project with 3 guys, and I feel like whenever I say something I get ignored"], "tags": ["engineering", "School", "STEM", "University"]},
{"name": "susan", "date": "14th February 2019", "text": ["My postdoctoral advisor came into the lab and made a beeline to our group and specifically addressed the only male to ask if he knew how to fix a typewriter.  The man said NO.  meanwhile, both the other woman and I were very handy and would have been happy to help."], "tags": ["Workplace"]},
{"name": "kinda shocked", "date": "14th February 2019", "text": ["My friends and I were talking in class (before the teacher was in the room) about our periods and what helped for cramps etc. and one of the boys overheard.", "\nYou know, they all laughed and giggled a bit (like boys always do for some stupid real *rolls eyes silently*) but they were a lot more understanding about it than I thought they would be. We actually had an extremely insightful group discussion.", "\nI’m really lucky to be in such a good school."], "tags": ["School"]},
{"name": "Cat", "date": "14th February 2019", "text": ["I am a married female student at a Top 10 MBA program. During an investment banking interview, my interviewer asked me if I had my husband’s permission to be an investment banker."], "tags": ["finance", "Interview", "University", "Workplace"]},
{"name": "Waleska", "date": "14th February 2019", "text": ["I am a cos-gender woman and was at an outdoor jazz concert, by myself. I sat by a man who was probably in his early 60s, I was in my late 20s. This stranger non-chalantly placed his hand on my right thigh in a sexual way. I immediately reacted and he said that it was “an accident”. For a moment I tried to think of what I could have done to make him think it was okay for him to touch me without my consent. To this day I remember that incident and not the music. I wish I would have had the courage I have now to slap him or punch him."], "tags": ["Public space"]}
]